Repository: mozilla-l10n/mt-training-data
Catalog: luo/luo_pontoon.tmx
Source language: en_us
Languages: luo

source: 2019 End-of-Year Release
luo: Weche mag giko higa 2019

source: 2 down, keep it up!<playIcon></playIcon>
luo: Isetieko 2, med tiyo matek!<playIcon></playIcon>

source: ≥ 2 No votes
luo: mokalo ji 2 adagi

source: ≥ 2 Yes votes
luo: mokalo ji 2 oyie

source: Abbreviations and Acronyms
luo: Ranyisi mag ndiko weche

source: Abkhaz
luo: Dho jo Abkhaz

source: About
luo: Kuom

source: Accent
luo: Kabind duol

source: Account
luo: Akaunt

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
luo: <accuracyLink>Ne puonjruok mamoko kaka onego itim</accuracyLink>

source: Acehnese
luo: Dhoasenese

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
luo: { $actionType }<playIcon></playIcon> be negiwacho wechego makare?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
luo: { $actionType }<recordIcon></recordIcon> som wechego matek

source: { $actionType }<stopIcon></stopIcon> when done
luo: { $actionType }<stopIcon></stopIcon> Itimo maber

source: { $actionType } submit when ready
luo: { $actionType } Chiu kiseikori

source: Add
luo: Medi

source: Add as much information as you can about the language. This could include:
luo: Med weche duto kaka inyalo kuom dhokni. Weche nyalo bedo kaka:

source: Add <icon></icon> a public domain sentence
luo: Medi <icon></icon> wach mayudore e aluora ma galamoro

source: Add information
luo: Med wach

source: Adding languages to work with
luo: Medo dhok minyalo tiyo godo

source: Adding Sentences
luo: medo weche manyien

source: Additional Language
luo: Dhok moko

source: Add Language
luo: Med Dhok

source: Add new custom accent "{ $inputValue }"
luo: Med kit duol manyien "{ $inputValue }"

source: Add new sentences
luo: med weche manyien

source: Add Sentences
luo: Med weche

source: Add <wikipediaLink>public domain</wikipediaLink> sentences
luo: Medi <wikipediaLink>public domain</wikipediaLink> weche

source: Add Your Voice
luo: med duondi

source: Adyghe
luo: Dhoadige

source: Afaan Oromo
luo: Dhoafaan ma Oromo

source: Afrikaans
luo: Dhoafrikans

source: Age
luo: Iga

source: Albanian
luo: Dhoalbania

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
luo: Koko matin kawinjore e duol momaki ok rach, to kaponi inyalo winjo ng'at moro kawuonyo gietoke, duol momaki no onengo kwedi. Mae timorega ka ngato oweyo TV nono, kata kaponi jomoko wuoyo machiengni.

source: All
luo: Duto

source: Already have an account? <login>Log-In</login>
luo: In kod akaont? <login>Dinji</login>

source: Amharic
luo: Dhoamharic

source: Approve
luo: Yiego

source: Arabic
luo: Dhoarab

source: Aragonese
luo: Dhoaragonese

source: Armenian
luo: Dhoarmenia

source: Armenian Western
luo: Dhoarmenia ma podho chieng

source: Ask about a new language
luo: Penj mar dhok manyien

source: Assamese
luo: Dhoassamese

source: Asturian
luo: Dhoasturia

source: Audio Format
luo: kit duol mosemaki

source: Avatar
luo: Picha mar kit nga'to

source: Avatar uploaded
luo: Avatar oseruako e kompyuta

source: Average
luo: Madiere

source: A voice clip is marked "valid" when a user gives it a Yes vote.
luo: Duol momaki ni "kare" ka ngato opuodhe ni en kare.

source: Avoid too much background noise - it should be easy to hear you.
luo: Bed kama onge koko - kamokwe mondo wawinji maler.

source: Awards
luo: Mich

source: Azerbaijani
luo: Dhoazabaijani

source: Back
luo: chien

source: Background Noise
luo: Nitie koko chien kanyo

source: Background Voices
luo: koko mawuok oko

source: Back to Top
luo: Dog malo

source: Bambara
luo: Dhobambara

source: Basaa
luo: Dhobasaa

source: Bashkir
luo: Dhobashki

source: Basque
luo: dho jomodak Spain

source: Become a Common Voice Partner
luo: Bed e riuruok ma Common Voice

source: Belarusian
luo: Dhobelarusi

source: Benefits
luo: Ber

source: Bengali
luo: Dhobengali

source: <bold>{ $count }</bold> Clips
luo: duonde momaki

source: <bold>Help us</bold> find more voices
luo: <bold>Konywa</bold> yudo duonde mamoko

source: <bold>If you value open, inclusive data - donate today!</bold>
luo: <bold>Kigeno weche moyangore kendo mariwoji - to chiuri kawuono!</bold>

source: Bosnian
luo: Dhobosnia

source: Both
luo: duto

source: Both (Speak and Listen)
luo: Giduto (wuoyo kod chiko it)

source: Breton
luo: Dhobreton

source: Browse Languages
luo: Ngiane dhok mopogore

source: Build a custom goal
luo: Ger chenro mari mar tiyo

source: Build Profile
luo: Ndiko weche mawuoyo kuomi

source: Bulgarian
luo: Dhobulgeria

source: Burmese
luo: Dhobumese

source: Buryat
luo: Dhoburyat

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
luo: <b>Ango momiyi idwaro barup mbui?</b> Wanyalo dwaro tudore kodi mbele ka kuom weche deche, barup mbui miyo wanyalo tudore kodi.

source: By editing your goal, you may lose your existing progress.
luo: Sama iloko chenro mari mar tiyo, inyalo wito tie wachni

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
luo: Kuom yie mar yudo barup mbui, ilero ni in kod yie ni Mozila biro rito weche tudruok kaka oyangi e Mozila's<privacyLink>Mosing Maling'ling'</privacyLink>.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
luo: <b>Iyie</b> ni okibitemo ngeyo jok mochiwore ne deche mag Common Voice

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
luo: Bedo ni ichiwo weche miduaro kuomi nyisoni duol mibiromako kod mibiro chiwo e Common Voice bokonyo mangey kuom teknoloji mabiro tiyogi deche go.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
luo: Kitiyo gi Common Voice, tiende ni iyie gi <termsLink>chike duto</termsLink> kod <privacyLink>chike matayo weche ma ng'ato owuon</privacyLink>

source: Cancel Re-recording
luo: Ruchi duol momak kendono

source: Cancel Submission
luo: keth/ruchi oteno

source: Can't decide?
luo: Ok inyal yiero?

source: Cantonese
luo: Dhokantonese

source: Catalan
luo: Dhokatalan

source: Central Kurdish
luo: Dhokudis madiere

source: Change your email via Settings under Login Identity
luo: Lok barupi mar mbui kokadho kuom chenro mar donjo kod kido

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
luo: Ngiyanena ka dhou en achiel kuom dhok monyis e <languagesPageLink>otas motingo dhok e Common Voice </languagesPageLink>. Kaok iyudo to ndik otasni kaeto <strong>iboorni barup mbui manyiso kaka inyalo medo dhou</strong>.

source: <chevron></chevron>See less
luo: <chevron></chevron>Ne matin

source: <chevron></chevron>See more
luo: <chevron></chevron>Ne Mangeny

source: Chinese (China)
luo: Dhochaina

source: Chinese (Hong Kong)
luo: Dhochaina miwacho Hongkong

source: Chinese (Taiwan)
luo: Dhochaina miwacho Taiwan

source: Chinyanja
luo: Dhochinyanja

source: Choose language/localization
luo: Yier dhok

source: Chuvash
luo: Dhochuvas

source: Citing Sentences
luo: Wacho weche mosendiki

source: Click
luo: Yier

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
luo: { $clipCount } Duonde mosemaki, kwan duto { $size }. Rumo { $expires }.

source: Clip Graveyard
luo: Liendi duol

source: Clips recorded
luo: Duol machuok momaki

source: Clips Uploaded
luo: Duonde momaki mosekan

source: Clips validated
luo: Duonde momak machuk mosenon

source: Clips You've Recorded
luo: Duonde misemako

source: Clips You've Validated
luo: Duode momaki misepuotho

source: Close
luo: Machiegni

source: Collecting sentences
luo: Choko weche

source: Collecting sentences from the public domain, or writing new ones for the public domain.
luo: Choko weche kowuok kuom aluora ma galamoro, kata ndiko weche manyien midhiketie aluora ma galamoro.

source: Collect sentences
luo: Chok weche

source: Comment
luo: Wachie

source: Common Voice data plus all other voice datasets above.
luo: Deche Common Voice koriu kod deche mamoko malo kanyo.

source: Common Voice Dataset
luo: Deche manie Common Voice

source: Common Voice is a crowdsourcing platform, and the languages were all added by volunteers. We would love for you to add your language! <languageRequestLink>Ask about adding your language.</languageRequestLink>
luo: Common voice tiyo gi ji duto, kendo dhok te momedi omed gi jomochiure. Dwagomb mondo imed dhou! <languageRequestLink> Penj kaka inyalo medo dhou</languageRequestLink>

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
luo: Common Voice mar Mozilla en chenro mar puonjo masinde kaka dhano wuoyo.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
luo: Common Voice en chenro e migap Mozilla moketi mondo opuonj mashinde kaka ji loso.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
luo: Common Voice e migawo maduong mar oganda e piny ngima, man kod deche mathoth mogik mag dhok mopogore.

source: Community participation and decision making.
luo: Riuruok mag oganda kendo ngado paro.

source: Confirm
luo: Yie go

source: Confirm Goal
luo: Ngiyanena chenro mari tiyo

source: Confirm New Sentences
luo: Yie gi weche manyien

source: Connect with Gravatar
luo: Tudruok kod Gravatar

source: Contact
luo: Tudruok

source: Contact Form
luo: Kalatas mar tudruok

source: Contact the Common Voice team
luo: Tudri kod jo Common Voice kuom penjo moroamora

source: Contact Us
luo: Tudri kodwa

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
luo: weche duto mondik yudore e <licenseLink>Creative Commons license</licenseLink>

source: Continue
luo: dhi nyime

source: Continue validating
luo: Dhi nyime kod puotho

source: Contribute
luo: Chiu pachi

source: Contribute sentences
luo: Med weche

source: Contribute to { $lang }
luo: chiw pachi e { $lang }

source: Contribute Your Voice
luo: Chiu dwondi

source: Contribution Criteria
luo: Gik madwarore mondo omi ng'ato ochiure

source: Contribution Experience
luo: Bedogi ngeyo kuom chiuruok

source: Contributors record voice clips by reading from a bank of donated sentences.
luo: Jok mochiwore somo weche koae dech weche mochoki to gimako duondegi.

source: Cookies
luo: dero matin

source: Cornish
luo: Dhokonis

source: Corsican
luo: Dhokosikan

source: Could not add language
luo: Ok anyal medo dhok

source: Could not remove language
luo: Ok anyal golo dhok

source: Could not remove language: language not found
luo: Ok anyal golo dhok: dhok ok oyudi

source: { $count } clips
luo: duonde { $count }

source: { $count }mo
luo: Kwan mar dweche

source: { $count }wk
luo: Kwan mar jumbe

source: { $count }y
luo: kwan mar higni

source: Create a Custom Goal
luo: Los chenro mamari kaka idwaro tiyo

source: Create a profile
luo: Ket pichani

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
luo: Yawo thuolo ne oganda mopogore opogore mondo osol weche e Common Voice miyo deche konyo ji mathoth. Waseloso chenro gi ranyisi munyalo tiyogo!

source: Crimean Tatar
luo: Dhokrimear Tatar

source: Criteria
luo: Chenro

source: Croatian
luo: Dhokroashia

source: Czech
luo: Dhochek

source: Dagbani
luo: Dhodagbani

source: Daily Goal
luo: Chenro mag tiyo odiochieng ka odiochieng

source: Danish
luo: Dhodenmak

source: Dashboard
luo: Bod

source: Dataset Release
luo: Yao deche

source: Datasets
luo: Deche

source: Date
luo: Tarik

source: Days
luo: Odiochienge

source: De-identified
luo: Ok ong'ere ni en ng'a

source: Delete my recordings
luo: Ruch gik mane amakogo

source: Delete Profile
luo: Gol Ranginy maga

source: Delete selected sentences
luo: Ruchi weche moyier go

source: Deleting selected sentences…
luo: Rucho weche moyiergo...

source: Dhivehi
luo: Dhodhivehi

source: Did you know…
luo: Bende ingeyo...

source: Different language
luo: Dhok mopogore

source: Difficult
luo: Matek

source: Difficult to pronounce
luo: Tek wacho

source: Dioula
luo: Dhodioula

source: Discard ongoing recording
luo: Ruchi duol mimako sani

source: Discourse
luo: Thuon weche

source: Donate
luo: Chiu

source: Donate your voice
luo: Chiu duondi

source: Don't see your language on Common Voice yet?
luo: Okineno dhou e Common Voice?

source: Don't wish to say
luo: Ok adwar wacho

source: Download
luo: Gol

source: Download Common Voice Data
luo: Gol Deche manie Common Voice

source: Download Data
luo: Golo Deche

source: Download Dataset Bundle
luo: Golo Deche

source: Download { $language }
luo: Gol { $language }

source: Download My Data
luo: Golo weche mawuoyo kuoma

source: Download the Dataset
luo: Gol deche

source: Do you want to continue?
luo: Bende idwaro dhi nyime?

source: Do you want to Speak, Listen or both?
luo: Idwaro loso koso idwaro chiko iti koso giduto?

source: Drag and drop or <browseWrap>Browse</browseWrap>
luo: Ywa kaeto ibol kanyo kata <browseWrap>Yangi<browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
luo: Sama itimo solro mag weche, kar duoko ibiro kal kisechuoyo kar "chiu". Solro biro dhiyo nyime e achiel kachiel kuom ondamo abich mag mako weche kata nonro.

source: Dutch
luo: Dhokaburu

source: Eastern Huasteca Nahuatl
luo: Dho jomeksik['

source: Easy
luo: Mayot

source: Edit
luo: Lok

source: Edit Profile
luo: loko weche mawuoyo kuomi

source: Email
luo: Barup mbui

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
luo: <emailFragment>Donji</emailFragment> e migapwa mar barup mbui mondo inge kaka inyalo bedo kanyakla gi gik madhi mbele e Common Voice.

source: Email is already used for a different account
luo: Barup mbuini osetigo e akaont moro

source: Email Subscriptions
luo: Donjoe yudo weche kokalo barup mbui

source: Emakhuwa
luo: Dhoemakuwa

source: English
luo: Dhongere

source: Enter Email to Download
luo: Keti barup mbui ekinyal golo

source: Enter email to send a sign up link
luo: Ket barupi mar mbui mar oro tudruok mar donjo

source: Enter your email
luo: Ket barupi mar mbui

source: Enter your public domain sentence here
luo: Ndik kae wachno moae e aluora ma galamoro

source: Error { $code }
luo: Okethore { $code }

source: Erzya
luo: Dhoezia

source: Esperanto
luo: Dhoesperanto

source: Estonian
luo: Dhoestonia

source: Events
luo: Chenro

source: Everyone
luo: ji duto

source: Ewondo
luo: Dhoewondo

source: Example
luo: Ranyisi

source: Exit & Delete clips
luo: Wuogi kaeto iruch duonde mosemaki

source: FAQ
luo: Penjo ma sakasa

source: Faroese
luo: Dhofarose

source: Female
luo: Miyo

source: Female/Feminine
luo: Dhako/kido mar dhako

source: Fewer than 15 words per sentence
luo: Matin ne weche 15 e wach ka wach

source: Fields marked with an asterisk (*) are required.
luo: Kuonde mokete alama mar (*) dwarore.

source: Finish editing first?
luo: Tiek ngiyo ndikono maber mondi?

source: Finish recording
luo: Tiek mako duol

source: Finish recording first?
luo: Tiek mako duondi mokuongo?

source: Finish Review
luo: Tieko nono

source: Finish validating
luo: Tiek puodho weche

source: Finish validating clips?
luo: Isetieko puotho duonde momaki?

source: Finnish
luo: Dhofinland

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
luo: Mokwongo, ngi ka dhou <languageLink>nitie</languageLink>. Ka dhou onge, inyalo <languageRequestLink>kwayo medo dhou</languageRequestLink>. Nitiere kidienje ariyo. Loko chenroni e dhou kendo choko weche.

source: for example
luo: Ranyisi

source: French
luo: Dhofaransa

source: Frequently Asked Questions
luo: Penjo Mathothne ipenjo

source: Frisian
luo: Dhofrisia

source: Fulah
luo: Dhofula

source: Galician
luo: Dhogalisia

source: Georgian
luo: Dhojojia

source: German
luo: Dhojaman

source: Get in touch
luo: Watudre

source: Get involved
luo: Donjie e riuruok

source: Get Involved
luo: Donjri

source: Get started with goals
luo: Chak kod tie wach

source: Glossary
luo: Weche

source: Goal reached
luo: Ochop okang midwaro

source: Goals
luo: Dwache

source: Goan Konkani
luo: Dhogoan ma Konkani

source: Go to Discourse
luo: Dhiye thuon wach

source: Go to Languages Page
luo: Dhi e otas motingo dhok

source: Go to { $name }
luo: Dhi ka { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
luo: <governanceLink>som thoth wechewa kaka lochwa obet</governanceLink>

source: Grammatical / spelling error
luo: Wechego ok ondik kaka onengo bedi

source: Great! How many clips a week?
luo: Ber ahinya! weche adi juma ka juma?

source: Great! How many clips per day?
luo: Ber ahinya! weche adiwa odiochieng kodiochieng?

source: Great!<recordIcon></recordIcon> Record your next clip
luo: Ber! <recordIcon></recordIcon> Mak duondi maluwo

source: Great work!<playIcon></playIcon> Listen again when you're ready
luo: Tich maber! <playIcon></playIcon> chik iti kendo kiseikori.

source: Greek
luo: Dhogreek

source: Guarani
luo: Dhoguarani

source: Guidelines
luo: Ranyisi

source: Gujarati
luo: Dhogujarati

source: Haitian
luo: Dhohaiti

source: Hakha Chin
luo: Dhohaka chin

source: Hausa
luo: Dhohausa

source: Have Feedback?
luo: Ingi duoko?

source: Have you read our Terms?
luo: Bende isesomo chike wa?

source: Hebrew
luo: Dhohibrania

source: Help
luo: Kony

source: Help Common Voice reach { $hours } hours in a language with a personal goal
luo: Kony Common Voice ochopie seche { $hours } e dhok kod keto gombo mari mar tich.

source: Help create Common Voice’s first target segment in { $locale }
luo: Konywa gero migawo mokwongo mar Common Voice e { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
luo: Konywa chopo seche { $hours } e dho { $language } gi chenro ma mari mar tiyo

source: Help teach machines how real people speak, donate your voice at { $link }
luo: Konywa puonjo masinde kaka dhano wuoyo kaeto imed duondi e { $link }

source: Help us build a high quality, publicly open dataset
luo: Konywa loso deche maberie moloyo, mar oganda moyaore

source: Help us by writing or collecting Public Domain sentences.
luo: Konywa kod ndiko weche kata choko weche koae aluora ma galamoro.

source: Help us find others to donate their voice!
luo: Konywa yudo jomoko mondo okonywa kod duol

source: Help us get to { $goal }
luo: Konywa chopo e oreya

source: Help us validate sentences!
luo: Konywa loso wechegi

source: Help us validate voices
luo: Konywa nono duonde makare

source: Hidden
luo: Mopondo

source: Hiligaynon
luo: Dhohiligayno

source: Hill Mari
luo: Dhohim ma Mari

source: Hindi
luo: Dhohindi

source: His hand was rais-ed.
luo: Otingo bade malo

source: Home
luo: Dala

source: Hours
luo: Seche

source: Hours Recorded
luo: Seche mondiki

source: Hours Validated
luo: Seche monon

source: { $hours } validated hours so far!
luo: Duto seche { $hours } mag duol momaki mosepuodhi!

source: How ?
luo: Nade?

source: How are project decisions made?
luo: Ere kaka weche mag chenro go iloso?

source: How can I get the Common Voice data?
luo: Ere kaka anyalo yudo weche moka e Comon voice?

source: How can we effectively grow a language on Common Voice?
luo: Ere kaka wanyalo gero dhok moro e Common Voice?

source: How does Common Voice calculate hours?
luo: Ere kaka Common Voice kwano seche?

source: How does Common Voice work?
luo: Ere kaka Common Voice ni tiyo?

source: How does site localization work?
luo: Ere kaka loko wecheg manie migawoni tiyo?

source: How do I access and use the dataset?
luo: Ere kaka anyalo yudo kendo tiyo kod kwan mar wechego?

source: How do I add a language?
luo: Ere kaka damed dhok moro?

source: How do I add sentences?
luo: Ere kaka anyalo medo weche?

source: How do I know whether to approve a voice clip?
luo: Ere kaka anyalo ngeyo ni apuotho duol mosemaki koso?

source: How do I record a high quality voice clip?
luo: Ere kaka anyalo mako duol machuok kod ranginy mamalo?

source: How do I stay in touch?
luo: Ere kaka anyalo tudora kodu?

source: How do you ensure anonymity and privacy of the people who donated their voices?
luo: Ere kaka upando fwenyruok mag joma osolonu duonde?

source: How to
luo: Kaka

source: How-to
luo: Kaka

source: How to Cite
luo: Kaka inyalo por wach

source: How would you describe your accent?
luo: Ere kaka inyalo lero kabind duondi?

source: Hungarian
luo: Dhohungari

source: I agree
luo: Ayie

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
luo: Ayie luwo <termsLink> chike duto </termsLink> mag Commom Voice kod <privacyLink>chike matayo weche ma ng'ato owuon</privacyLink>

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
luo: Ok an japinyni to ang'eyo dhogi kendo awuoyo gi lep mopogore, bende pod anyalo chiwo duonda?

source: Icelandic
luo: Dho jojaman modak Iceland

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
luo: Ayieni wechegi yudore e <wikipediaLink>aluora ma galamoro</wikipediaLink> kendo oyiena chiwogi ka.

source: I confirm that these sentences are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
luo: Ayieni wechegi yudore e <wikipediaLink>aluora ma galamoro</wikipediaLink> kendo oyiena chiwogi ka.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
luo: Ayieni wachni yudore e <wikipediaLink>aluora ma galamoro</wikipediaLink> kendo oyiena chiwe ka.

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
luo: An gi gombo mar yudo barupe mag mbui kuom dongruok mara, parona kod weche matuch e oboke mar Common Voice

source: I do not agree
luo: Ok ayiego

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
luo: To ka duol momaki okwed gi ji ariyo (2), ibiro gole e migawo mopogore e kwan mar weche.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
luo: Kinyalo <strong>winjo gi </strong> kendo inyalo <strong>winjo tiend wach </strong>, to inyalo <strong>puotho gi</strong>.
